Repository: PeterisP/aiweb6
Catalog: locale/*/LC_MESSAGES/django.po
Languages: lv

source: English
lv: Angļu

source: Latvian
lv: Latviešu

source: Projects_EN
lv: Projekti_EN

source: Projects_LV
lv: Projekti_LV

source: Publications_EN
lv: Publikācijas_EN

source: Publications_LV
lv: Publikācijas_LV

source: Person profile / CV
lv: Personas profils / CV

source: Person profiles / CVs
lv: Personas profili / CV

source: Publications
lv: Publikācijas

source: Projects
lv: Projekti

source: Dual language page
lv: Divvalodu lapa

source: Dual language pages
lv: Divvalodu lapas

source: Toggle Navigation
lv: Pārslēgt navigāciju

source: Powered by
lv: Veidots ar

source: and
lv: un

source: Theme by
lv: Ādiņa no

source: View Mobile Site
lv: Skatīt lapas mobilo versiju

source: University of Latvia IMCS AILab
lv: LU MII Mākslīga intelekta laboratorija

source: Home
lv: Mājas
